export const appText = {
  mainHelpText: `### Как записаться на закупку? 🤷  

1️⃣ Регистрация  
📩 Пиши в личные сообщения боту @CRYGERbot 🤳  

⚠️ Важно:  
- За баловство или злоупотребление функцией — БАН в боте ☝️  
- После регистрации бот пришлёт тебе номер.  
- В теме "ЗАПИСЬ НА ЗАКУП" появится запись "Аноним 1" и твой уникальный смайл (🧚‍♂💅💃🐼🐙🔥).  

---  

2️⃣ Ждём 30 участников 🙌  
🔍 Я проверю, чтобы все:  
✔️ Скинули правильные данные  
✔️ Оплатили участие  

---  

3️⃣ Вступление в альянс 🫂  
📌 После проверки бот пришлет название донатного альянса.  
👉 Выходи из своего альянса и вступай в указанный.  

💡 Не можешь сам? Напиши — поможем! 😎  
🚫 Не передавай название альянса посторонним!  

---  

4️⃣ Закупка 🛒  

🔹 Старт — только когда все 30 участников в альянсе!  
❗️ Не закупайся раньше времени — иначе выгонят без подарков! 😥  

🔹 Порядок закупки:  
1. Сначала покупают те, кто сам.  
2. Потом я закупаю по очереди для остальных.  

🛑 Не заходи в игру, пока бот не разрешит!  

---  

5️⃣ После покупки 💸  

📌 Бот сообщит, когда я закупил для тебя.  
🎮 Можно зайти в игру, но ждём всех 30 участников!  

🎁 Получаем подарки от всех 29 игроков → возвращаемся в свой альянс.  

💰 Собираем богатства! ✨`,
  presentHelpText: `💎ПОДАРКИ ОТ КРЮГЕРА💎

•Что это такое?😋
 
🔎В игре есть куча Акций Альянса, подарки в которых на столько выгодны, что получить ИХ приятнее, чем саму награду за покупку. 
❤️‍🔥 Поэтому я решил, что надо выжимать из акций альянса максимум. 🚀

🤩Это возможность для тех, кто хочет набрать призывов впрок или выловить желанного героя, а подарков в обычной закупке для этого не хватило😱.

🔮Призывы в такой закупке будут стоить намного дешевле, чем при обычной покупке в магазине🔻

• Кто может поучаствовать в этой закупке?

ЛЮБОЙ игрок, который может оплатить закупку. 🛍
💱Способов оплаты будет куча: Карты РБ, РФ, КЗ, карты европы, Крипта и Paypal 💳.

• Что нужно сделать?

📲 Записаться через бота @CRYGERbot в группу ПОДАРКОВ

🤳Вступить в альянс для подарков, который пришлёт бот🦾.

🤑Оплатить подарки, как соберётся 29 человек.

👌Как только собираем 29 человек, я начинаю заходить с твинков в альянс и раздавать вам подарки 🎁

✨Заключительный этап — Собираем богатства ✨`,
  extraServicesText: `🤗Услуги по помощи в оплатах 🤗

У меня есть свой магазин по помощи с донатом в империи пазлов – https://t.me/PHDonate.

🪄Самые низкие цены — у меня, но если нашли где-то дешевле —пишите в личные сообщения, и я сделаю для вас скидку!💯

Крюгер — гарант лучшей цены😎

🤩Также помогаем с донатом в Другие игры и приложения для Android и не только.
Подписки на ChatGPT, Spotify и многое другое вы можете заказать в личных сообщениях у менеджера @CRYGERm

Всем приятной игры на выгодных условиях!🔥`,
};
